Repository: Giuseppe-Mazzapica/gm-cookie-policy
Catalog: lang/gm-cookie-policy-*.po
Languages: ro_ro

# policy message link text
source: Close.
ro_ro: Închide

# policy message link text
source: Read more.
ro_ro: Află mai multe

# setting title
source: Cookie Policy Settings
ro_ro: Setări de politică cookie

source: Cookie Policy
ro_ro: Politică de cookie

# form label
source: Message
ro_ro: Mesaj

# form label
source: Use Styles
ro_ro: Stiluri de utilizare

# form label
source: Use Script
ro_ro: Script de utilizare

# form label
source: Background Color
ro_ro: Culoare de fundal

# form label
source: Link Color
ro_ro: Culoare link

# form label
source: Text Color
ro_ro: Culoare text

# form label
source: Position
ro_ro: Poziționare

# form label
source: Header
ro_ro: Antet

# form label
source: Footer
ro_ro: Subsol

# form label
source: "Close" Link Text
ro_ro: Text link “Închide”

# form label
source: "Read More" URL
ro_ro: URL “Află mai multe”

# form label
source: "Read More" Link Text
ro_ro: Link pentru “Află mai multe”

source: User not allowed.
ro_ro: Utilizatorul nu are permisiune.

source: An error occurred while saving configuration.
ro_ro: A apărut o eroare la salvarea configurației.

# form label
source: Shortcodes allowed.
ro_ro: Codurile scurte sunt permise.

# form desc
source: Leave empty for no "Read More" link.
ro_ro: Lasă gol pentru niciun link “Află mai multe”.

# settings title
source: Colors Settings
ro_ro: Setări culori

# settings desc
source: Ignored if "Use Styles" is disabled above.
ro_ro: Ignorat în cazul în care “Stiluri de utilizare” este dezactivat mai sus.
